/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */

"about_button" = "About";
"upgrade_button" = "Upgrade";

//First Screen
"go_to_login" = "Nastavi račun";
"you_need_an_account" = "Na napravi še ni ustvarjenega računa za $appname.\nPred uporabo programa mora biti račun pravilno nastavljen.";

//Login Screen
"testing_connection" = "Preizkušanje povezave";
"server_instance_not_found" = "Strežnika ni mogoče najti.";
"secure_connection_established" = "Vzpostavljena je varna povezava";
"https_non_secure_connection_established" = "Preusmerjeno na ne-varno povezavo";
"connection_established" = "Povezava je vzpostavljena";
"login_details" = "Podrobnost prijave";
"username" = "Uporabniško ime";
"password" = "Geslo";
"login" = "Prijava";
"cancel" = "Prekliči";
"error_login_message" = "Uporabniško ime ali geslo ni pravilno";
"ok" = "V redu";
"url_sample" = "Naslov strežnika https://…";
"forbidden_characters_in_password" = "Geslo vsebuje prepovedane znake";
"server" = "Strežnik";
"url" = "Naslov URL";
"session_expired" = "Seja je pretekla.";
"credentials_different_user" = "Vpisan uporabnik ni lastnik tega računa";
"auth_unsupported_auth_method" = "Strežnik ne podpira tega načina overitve";
"saml_server_does_not_give_user_id" = "Strežnik ne vrača ustreznega ID uporabnika. Stopite v stik s skrbnikom sistema.";
"authentification_not_valid" = "S tem strežnikom overitev ni mogoča";
"error_too_many_http_redirects" = "Med vzpostavljanjem povezave je prišlo je do napake. Poskusite znova kasneje.";
"retry" = "Poskusi znova";
"help_link_login" = "Prvič v programu $appname?";

//TabBarItems
"settings"="Nastavitve";
"files_tab"="Datoteke";

//Uploading
"upload" = "Pošlji";
"account" = "Račun:";
"location" = "Mesto:";
"photo_albums" = "Fotoalbumi";
"loading" = "Poteka nalaganje ...";
"no_access_to_gallery" = "Omogočiti je treba dostop do mape Slike za prikazovanje slik in videa. Možnost je mogoče najti med Nastavitvami > Zasebnost > Slike";
"error" = "Napaka";
"upload_failed"="Pošiljanje je spodletelo";
"redirection_problem"="Preusmerjanje naslovov URL ni podprto.";

//First View
"menu_upload" = "Pošlji fotografijo ali video";
"menu_folder" = "Nova mapa";
"menu_text_file" = "Nova besedilna datoteka";
"sort_menu_title" = "Razvrsti";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Novejše-Starejše";

//Create/Edit File Text
"create_text_file" = "Ustvari novo besedilno datoteko";
"title_view_new_text_file" = "Nova besedilna datoteka";
"title_view_edit_text_file" = "Uredi besedilno datoteko";
"default_text_file_title" = "Nova besedilna datoteka";
"title_text_file_placeholder" = "Naslov ...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "že obstaja";
"error_file_name_empty" = "Ime datoteke ne sme biti prazno.";
"no_changes_made" = "Ni narejenih sprememb";
"no_file_downloaded" = "Datoteka ni prejeta, zato je ni mogoče urejati.";


//Create Folder
"create_folder" = "Ustvari novo mapo";
"folder_name" = "Ime mape:";
"save" = "Shrani";
"folder_exist" = "Mapa s tem imenom že obstaja. Vpisati je treba drugo ime.";
"folder_create_error"="Mape ni mogoče ustvariti";
"not_show_potrait"="Meni v ležečem pogledu ni na voljo. Obrnite zaslon v pokončni pogled.";
"not_possible_create_folder" = "Mape ni mogoče ustvariti.";

//FilesView
"confirm_to_delete_item" = "Potrdi brisanje";
"yes" = "Da";
"no" = "Ne";
"delete_from_device" = "Ali ste prepričani, da želite izbrisati to datoteko z naprave?";
"delete_from_server" = "Ali ste prepričani, da želite izbrisati to datoteko s strežnika?";
"not_possible_connect_to_server" = "Trenutno se ni mogoče povezati s strežnikom.";
"delete_folder_from_server" = "Ali ste prepričani, da želite izbrisati to mapo s strežnika?";
"delete_local_server" = "Izbriši z naprave in s strežnika";
"delete_local" = "Izbriši iz naprave";
"delete_server" = "Izbriši s strežnika";
"error_path" = "Ni mogoče odpreti te mape. Preverite, ali obstaja.";
"error_not_permission" = "Ni ustreznih dovoljenj za dokončanje tega opravila";
"folders" = "mape";
"files" = "datoteka";
"folder" = "mapa";
"file" = "datoteka";
"more_swipe" = "Več";
"message_not_files" = "Tukaj še ni ničesar. Najprej je treba datoteke poslati v oblak!";

//Refresh file list
"release_refresh"="Sprostite za osvežitev ...";
"loading_refresh"="Poteka nalaganje ...";
"pull_down_refresh"="Za osvežitev povleci navzdol ";

//Miscelanea
"back" = "Nazaj";

//Preview
"open_with_label" = "Odpri z";
"delete_label"= "Izbriši";

//Open with
"file_cannot_be_opened" = "Datoteke ni mogoče odpreti";
"no_app_instaled_to_open_it" = "Ni nameščenega nobenega programa, ki odpira to vrsto datotek.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Poteka vzpostavljanje povezave";
"not_establishing_connection" = "Povezave ni mogoče vzpostaviti";
"connection_closed" = "Povezava je zaprta.";
"connection_lost" = "Povezava je potekla";
"auth_failed" = "Overitev je spodletela!";
"auth_passed" = "Overitev je uspešno končana.";
"request_file_not_found" = "Zahtevane datoteke na strežniku ni mogoče najti";
"request_file_not_accesed" = "Dostop do zahtevane datoteke ni mogoč";
"unknow_response_server" = "Napaka: nepričakovan odziv s strežnika.";
"uploading_data" = "Pošiljanje podatkov";
"downloading_data" = "Prejemanje podatkov";
"transfer_complete" = "Prenos je končan";
"transfer_failed" = "Prenos je spodletel";

//Settings and PinCode
"title_app_pin" = "Koda PIN";
"title_app_pin_and_touchID" = "Koda PIN & Touch ID";
"enter_app_pin" = "Vnesite kodo PIN";
"enter_app_pin_long_description" = "Vnesite kodo PIN";
"reenter_app_pin" = "Ponovno vnesite kodo PIN";
"remove_app_pin" = "Odstrani kodo PIN";
"both_pass_not_same" = "Vpisani kodi PIN nista enaki";
"app_pin_incorrect" = "Koda PIN ni veljavna";
"passcode_not_enabled" = "Najprej omogočite kode PIN";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Prekini povezavo s strežnikom";
"pin_removed" = "Koda PIN je odstranjena";
"incorrect_pin" = "Napačna koda PIN";
"app_pin_stored" = "Koda PIN je shranjena";
"help" = "Pomoč";
"recommend_to_friend" = "Priporoči prijateljem";
"send_feedback" = "Pošlji odziv";
"manage_accounts" = "Upravljanje z računi";
"add_new_account" = "Dodaj račun";
"save_changes" = "Shrani";
"add_account" = "Dodaj";
"user_exist" = "Vpisan naziv uporabnika že obstaja";
"imprint_button" = "Impresum";
"title_instant_upload_photos"="Hipno pošiljanje fotografij";
"title_instant_upload_videos"="Hipno pošiljanje videa";
"title_background_instant_upload" = "Trenutno pošiljanje v ozadju";
"accounts_section" = "Računi";
"security_section" = "Varnost";
"instant_updloads_section" = "Takojšnje pošiljanje v oblak";
"more_section" = "Več";
"unlock_app" = "Odkleni $appname";

//Downloading
"can_no_copy_to_gallery" = "Te datoteke ni mogoče kopirati v galerijo, ker je tam ni mogoče odpreti.";
"file_is_downloading" = "Ta datoteka se že prejema";
"download_file_exist" = "Datoteke ni mogoče odpreti. Preverite, ali obstaja.";
"wait_to_download" = "Poteka priprava na prejem";
"updating" = "Poteka posodabljanje ...";
"msg_while_downloads" = "Tega opravila ni mogoče začeti. Počakajte na konec trenutnega prejema.";

//SSL
"invalid_ssl_cert" = "Istovetnosti spletišča ni mogoče preveriti. Ali vseeno želite sprejeti to potrdilo?";
"connection_declined" = "Povezavo je  zavrnil uporabnik";

//Recent view
"recent_now"="pred nekaj sekundami";
"recent_minutes"="Pred $minutes minutami";
"recent_minute"="Pred $minutes minuto";
"recent_hours"="Pred $hours urami";
"recent_hour"="Pred $hours uro";
"recent_days"="Pred $days dnevi";
"recent_day"="Pred $days dnevom";
"recent_months"="pred $months meseci";
"recent_month"="pred $months meseci";

"uploads_tab"="Poslano";
"current_section"="Trenutno";
"uploader_section"="Poslano";
"nothing_was_upload_recently"="S te naprave v zadnjem času ni poslanih datotek.";
"failed_uploader_section"="Spodletela pošiljanja";
"clear_successful"="Počiščenje je uspešno končano";
"error_credential"="Napaka poveril";
"error_destiny_does_not_exist"="Napaka mape";
"error_file_exists"="Napaka spora";
"error_permission" = "Napaka dovoljenj";
"error_file_does_not_exist" = "Ni na voljo na tej napravi";
"error_file_in_background" = "Napaka strežnika";
"error_file_invalid_characters" = "Neveljavni znaki";
"change_active_user"="Spremeni dejavnega uporabnika v";
"waiting_for_server"="Čakanje na povezavo s strežnikom";
"waiting_for_upload"="Čakanje na pošiljanje";
"error_permission_alert_message" = "Ni ustreznih dovoljenj za pošiljanje predmetov v to mapo";
"choose_folder" = "Izberi mapo";

//Select Folder View
"upload_label"="Pošlji na";
"create_button"="Ustvari";
"choose_button"="Izbor";

//Rename
"rename_long_press" = "Preimenuj";
"rename_file_title" = "Preimenuj";
"enter_new_name" = "Novo ime:";
"rename_file_exist" = "Datoteka s podanim imenom že obstaja. Vnesti je treba drugo ime.";

//Move
"move_long_press" = "Premakni";
"move_to_label" = "Premakni v";
"file_exist" = "Datoteka v ciljni mapi že obstaja.";
"override_file" = "Ali želite zamenjati obstoječo datoteko s trenutno?";
"accept" = "Sprejmi";
"error_folder_destiny_is_the_same" = "NAPAKA: ni mogoče premakniti mape v samo sebe";
"original_file_exist" = "Ni mogoče premakniti datoteke. Preverite, ali obstaja.";
"original_folder_exist" = "Ni mogoče premakniti datoteke. Preverite, ali obstaja.";

//Download folfer
"download_folder" = "Mapa prejetih predmetov";
"cancel_download" = "Prekliči prejemanje";

//Upload from other apps
"other_apps_title" = "Cilj";
"other_apps_account" = "Račun";
"other_apps_folder" = "Mapa";
"other_apps_file_name" = "Ime datoteke";
"other_apps_send_to" = "Pošlji na";
"error_moving_file" = "Ni mogoče premakniti datoteke. Preverite, ali ciljna mapa obstaja.";
"forbidden_characters_from_server" = "Ime vsebuje vsaj en neveljaven znak";
"overwritte_title" = "Prepiši";

//Social
"twitter_message" = "Poskusite z računom $twitteruser na pametnem telefonu!";
"facebook_message" = "Poskusite s programom $appname na pametnem telefonu!\n";
"mail_recommendation_subject" = "Poskusite s programom $appname na pametnem telefonu!";
"mail_recommendation_body" = "Želim ti predstaviti program $appname za pametni telefon!\nPrejmeš ga lahko na: ";
"device_not_support_mail" = "Nastavite elektronski naslov";
"mail_feedback_subject" = "Odziv na $appname";
"account_not_configure" = "Na napravi ni ustrezno nastavljenega računa. Možnosti je mogoče prilagajati med nastavitvami.";

//Storage
"of_storage" = "od";
"occupied_storage" = "zasedeno";
"storage" = "Shramba";
"storage_upgrade" = "Posodobi shrambo";

//Jimmies
"this_file_is_older" = "Na voljo je novejša različica";
"msg_update_file_0_bytes" = "Datoteka na strežniku je velika 0 bajtov. Ali želite prepisati obstoječo datoteko na napravi s to prazno datoteko?";

//Shared
"shared_tab" = "Povezava souporabe";
"message_not_shared_files" = "Souporaba prek povezave še ni omogočena za nobeno datoteko ali mapo.";
"message_not_shared_api_support" = "Souporaba je na strežniku onemogočena. Stopite v stik s skrbnikom sistema.";
"share_link_long_press" = "Souporaba";
"unshare_link" = "Odstrani možnost souporabe";
"share_not_available_on_this_server" = "Ta zmožnost na strežniku ni omogočena. Stopite v stik s sistemskim skrbnikom.";
"copy_link" = "Kopiraj povezavo";
"file_to_share_not_exist" = "Souporaba te datoteke oziroma mape ni mogoča. Ali sploh obstaja?";
"file_to_unshare_not_exist" = "Preklic souporabe te datoteke oziroma mape ni mogoč. Ali sploh obstaja?";
"shared_link_protected_title" = "Vpis gesla";
"shared_link_protected_message" = "Za souporabo povezave je treba vpisati geslo za zaščito.";
"pasword_empty" = "Geslo ne sme biti prazna vrednost!";
"no_pasword" = "Vpisati je treba geslo.";
"get_share_link" = "Pridobi povezavo za souporabo";
"set_expiration_time" = "Nastavi čas preteka";
"password_protect" = "Zaščiti z geslom";
"allow_editing" = "Dovoli urejanje";
"default_not_possible_msg" = "Tega opravila ni mogoče izvesti. Poskusite znova kasneje.";
"share_user_group_indicator" = "skupina";
"share_user_federated_indicator" = "oddaljeno";
"add_user_or_group_title" = "Dodaj uporabnika ali skupino";
"share_with_users_or_groups" = "Souporaba z uporabniki ali s skupinami";
"not_share_with_users_yet"= "Še ni v souporabi z drugimi uporabniki";
"not_sharee_api_supported" = "Različica strežnika ne omogoča souporabe predmetov z uporabniki. Stopite v stik s skrbnikom sistema.";
"share_link_title" = "Povezava za souporabo";
"not_share_link_enabled_capabilities" = "Souporaba prek povezave je na strežniku onemogočena. Stopite v stik s skrbnikom sistema.";
"shared_link_cannot_remove_password" = "Ni mogoče odstraniti gesla";
"shared_link_cannot_remove_expiration_date" = "Ni mogoče počistiti datuma preteka. Mape ali datoteke morajo imeti dodeljen ta parameter.";
"shared_link_mail_subject" = "Uporabnik $userName vam je omogočil souporabo »$fileOrFolderName«.";
"secured_link" = "Varovano";

//Shared privileges
"title_user_can_edit" = "lahko ureja";
"title_user_can_share" = "lahko omogoči souporabo";
"user_can_create" = "ustvari";
"user_can_change" = "spremeni";
"user_can_delete" = "izbriši";
"title_view_edit_user_privileges" = "Dovoljenja";

//Favorites
"favorite" = "Priljubljeno";
"unfavorite" = "Odstrani priljubljeno";
"parent_folder_is_favorite" = "Mapa s to datoteko je že označena kot priljubljena";

//Available offline
"available_offline" = "Na voljo za rabo brez povezave";
"not_available_offline" = "Ni na voljo za rabo brez povezave";
"parent_folder_is_available_offline_file_child" = "Mapa s to datoteko je že na voljo za delo brez povezave.";
"parent_folder_is_available_offline_folder_child" = "Mapa s to mapo je že na voljo za delo brez povezave";

//Document provider
"error_login_doc_provider" = "Dostop do računa ni mogoče. Najprej uporabite program $appname za prijavo.";
"error_sending_file_to_document_picker" = "Napaka pošiljanja datoteke na izbirnik dokumentov";
"error_user_change_in_core_app" = "V programu $appname je spremenjen uporabnik";
"error_connecting_with_server" = "Trenutno se ni mogoče povezati s strežnikom. Poskusite kasneje.";
"move_doc_provider_button" = "Premakni na to mesto";
"export_doc_provider_button" = "Izvozi na to mesto";

//Instant uploads
"location_not_enabled"="Storitev določevanja trenutnega mesta ni omogočena";
"message_location_not_enabled"="Med nastavitvami lahko omogočite storitve določevanja trenutnega mesta in s tem samodejno pošiljanje fotografij v ozadju.";

"access_photos_library_not_enabled" = "Dostop do mape Slike ni omogočen";
"message_access_photos_not_enabled" = "Za pošiljanje slik v oblak je treba med nastavitvami omogočiti dostop do mape Slike.";

//PDF reader
"page_of_pages" = "od"; //Example: 5 of 10

//Share in
"files_added" = "Datoteke so dodane";
"files_will_be_upload_next_time" = "Datoteke bodo poslane naslednjič, ko odprete program $appname";

//Help Guide main app
"title_help_slide_0" = "Dobrodošli v $appname!";
"message_help_slide_0" = "Podrsajte za več podrobnosti";
"title_help_slide_1" = "Takojšnje pošiljanje v oblak";
"message_help_slide_1" = "Shranite slike na varno mesto";
"title_help_slide_2" = "Upravljajte z datotekami";
"message_help_slide_2" = "Dovoljeno je brisanje in premikanje";
"title_help_slide_3" = "Souporaba";
"message_help_slide_3" = "Dovoljeno je omogočati souporabo datotek in map";
"title_help_slide_4" = "MultiRačun";
"message_help_slide_4" = "Povezava z vsemi oblaki";
"title_help_slide_5" = "Vaše osebne datoteke se usklajujejo z vsemi mesti";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Prijava";
"skip_button_help_guide" = "Preskoči";

//Account menu
"menu_account_edit" = "Edit Password";
"menu_account_clear_cache" = "Počisti predpomnilnik";
"menu_account_log_out" = "Odstrani račun";
